{"inkVersion":20,"root":[[{"->":"start_scene"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start_scene":[{"#":"cousin happy"},{"#":"speaker Cousin-"},"^This is so good! Tired or not, no one makes it like you do.","\n",{"#":"speaker Jayce"},"^Thanks, but like… it's just adding ingredients together really.","\n","^Nothing too special or involved or anything.","\n",{"#":"cousin neutral"},{"#":"speaker Cousin-"},"^But the <i>balance</i> is where you shine.","\n","^Everyone else either makes it too sweet or not sweet enough,","\n","^or they add too much or too little of some ingredients.","\n",{"#":"cousin happy"},"^Every time you make me halo halo it tastes like a perfect balance of everything.","\n",{"#":"cousin neutral"},{"#":"speaker Jayce"},"^Well, I’m glad you like it then! You’re always welcome to stop by if you want some more.","\n",{"#":"speaker Cousin-"},"^You’ll be seeing a lot more of me from now on then!","\n",{"#":"speaker Jayce"},"^Speaking of, what brings you here? It hasn’t been that long since I saw you last time.","\n",{"#":"cousin worried"},{"#":"speaker Cousin-"},"^Well.. I was already in the area and figured I’d stop by, just to like - check in and stuff.","\n",{"#":"speaker Jayce"},"^...","\n",{"#":"speaker Cousin-"},"^Things just happened so fast and all...","\n","^I felt like I should make sure you’re doing alright now that it’s been a few weeks.","\n",{"#":"speaker Jayce"},"^Thanks, Cousin-. I don’t know, lately I've just felt like… tired, y’know? Just from everything.","\n","^I still miss him now.","\n","^It almost feels like this is all a dream, and by sleeping...","\n","^...I’ll wake up and I’ll be back at home with my dad again.","\n","^Maybe even just be able to say goodbye in one of my dreams.","\n",{"#":"speaker Cousin-"},"^Yeah, I can’t even imagine…","\n",{"#":"speaker Jayce"},"^And like... I feel like I can’t even talk to my mom about anything serious anymore, not since I left.","\n","^It always comes back to “Aww, anak, this is why you should come back home and live with us”-","\n","^let alone the constant deadnaming she still does no matter how many times I try to remind her.","\n","^Like I swear at the funeral when we were talking-","\n","^she was dancing around using my name at all just to avoid calling me ‘Jayce’.","\n","^It’s like she never wants to see me as anything but her perfect, idealized daughter...","\n","^and in the process chooses to alienate who I am and want to be.","\n","^Sorry about all that, I’m just not in a great space lately.","\n",{"#":"cousin neutral"},{"#":"speaker Cousin-"},"^No no, go off king, that’s why I’m here.","\n","^Glad you were able to get that off your chest.","\n","^But I did notice she wasn’t deadnaming you at the funeral.","\n","^I hate to play the devil’s advocate here, but maybe she’s finally respecting who you are?","\n","^I know she hasn’t exactly been good at that, like ever, but maybe she’s trying to fix things?","\n",{"#":"speaker Jayce"},"^I don't know if she’d just change her thoughts after all these years all of a sudden.","\n",{"#":"speaker Cousin-"},"^...","\n",{"#":"cousin worried"},"^A loss like this can sometimes be a catalyst for change.","\n","^It could just be that she’s finally realizing that she can’t maintain a relationship with you-","\n","^without giving you the respect you deserve.","\n","^I’m sure she’s hurting too, and wants to hold onto the family she has left.","\n",{"#":"cousin neutral"},{"#":"speaker Jayce"},"^Hm…","\n","^Thanks again, Cousin-.","\n","^I’d like to talk to her if she’s willing to actually have a conversation-","\n","^instead of the usual lecturing and patronizing.","\n",{"#":"speaker Cousin-"},"^Again, why I came here in the first place. Might be worth giving that a shot, when you feel ready.","\n",{"#":"speaker Jayce"},"^Yeah, I’ll keep that in mind.","\n","^Anyway, it’s getting kinda late, are you going home?","\n","^If not, I’d love to host you for dinner if you’re down?","\n",{"#":"cousin happy"},{"#":"speaker Cousin-"},"^Sure! Want me to help prepare anything? What are we making?","\n",{"#":"speaker Jayce"},"^Nah, I’m just making spaghetti, like we used to when we were kids.","\n","^All this talk about family has me craving my go-to comfort food.","\n",{"->":"choice"},{"#f":1}],"choice":[[{"#":"cousin neutral"},{"#":"speaker Cousin-"},"^Oh man, what's that herb your dad always put in again?","\n","ev","str","^Thai basil","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Mint","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Italian basil","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["^ ",{"->":"thai_basil"},"\n",{"#f":5}],"c-1":["^ ",{"->":"mint"},"\n",{"#f":5}],"c-2":["^ ",{"->":"italian_basil"},"\n",{"#f":5}]}],{"#f":1}],"thai_basil":["^Ohh, right!","\n",{"->":"finish"},{"#f":1}],"mint":["^Uhhh, if you insist on that... suuure!","\n",{"->":"finish"},{"#f":1}],"italian_basil":["^Uhhh, yeah your <i>Thai</i> dad loved <i>Italian</i> basil.","\n",{"->":"finish"},{"#f":1}],"finish":[{"#":"cousin happy"},"^Haha, we’d always make a mess of the kitchen...","\n","^and needed to get our parents to help us finish while we cleaned up.","\n",{"#":"cousin neutral"},"^Spaghetti sounds like the perfect thing to get your mind off things for a bit.","\n","done",{"#f":1}],"#f":1}],"listDefs":{}}