{"inkVersion":20,"root":[[{"->":"start_scene"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start_scene":[{"#":"cousin happy"},{"#":"speaker Jasmine"},"^This is so good! Tired or not, no one makes it like you do.","\n",{"#":"speaker Jayce"},"^Thanks! But like… it's just mixing random stuff into a cup.","\n","^Haha, mix mix like… halo halo..","\n",{"#":"cousin neutral"},{"#":"speaker Jasmine"},"^But the <i>balance</i> is where you shine.","\n","^Everyone else either makes it too sweet or not sweet enough,","\n","^or they add too much or too little of some ingredients.","\n",{"#":"cousin happy"},"^Every time you make me halo halo it tastes like a perfect balance of everything.","\n",{"#":"cousin neutral"},{"#":"speaker Jayce"},"^Well, I’m glad you like it then!","\n",{"#":"cousin worried"},{"#":"speaker Jasmine"},"^By the way, I stopped by because... well, I was already in the area and figured I’d stop by, just to like - check in and stuff.","\n",{"#":"speaker Jayce"},"^...","\n",{"#":"speaker Jasmine"},"^Things just happened so fast and all...","\n","^I felt like I should make sure you’re doing alright now that it’s been a few weeks.","\n",{"#":"speaker Jayce"},"^Thanks, Jasmine. Uh, you're always welcome to stop by if you want some more halo halo!","\n",{"#":"speaker Jasmine"},"^...","\n","^You’ll be seeing a lot more of me from now on then…","\n",{"#":"cousin worried"},"^...How are you… with your mom?","\n",{"#":"speaker Jayce"},"^Uh… its…it could be worse. I feel like I can’t even talk to my mom about anything serious anymore, not since I left.","\n","^It always comes back to “aww, anak, this is why you should come back home and live with us,”","\n","^or “Why do you keep going to the gym? Why not go back to nursing school instead?” Like, these gains don’t happen by themselves!","\n",{"#":"cousin annoyed"},{"#":"speaker Jasmine"},"^Ugh, Tita Andrea does that to me, too. It’s so annoying.","\n",{"#":"cousin worried"},"^But that wasn’t what I meant, I was talking about…… y’know… since the anniversary is coming up.","\n",{"#":"speaker Jayce"},"^Wait, there’s an anniversary?? I thought Tita Andrea wasn’t even married?","\n",{"#":"cousin annoyed"},"^Did I miss something? Was there a wedding I didn’t know about– I mean like who would even marry her, she ruins the lives of every guy she’s been with–","\n",{"#":"speaker Jasmine"},"^Oh my god NO I wasn’t talking about her, dumbass.","\n",{"#":"cousin worried"},"^I meant y’know, with your dad. If you don’t want to talk about it, that’s totally okay, too.","\n",{"#":"speaker Jayce"},"^Ohhhhh. Oh.","\n","^...","\n","^I guess it hasn’t, um, been easy. I do miss him.","\n","^Mom hasn’t really talked to me about it. I think it’s been hard for her, too.","\n","^I did try to call her the other day. I just said hello and she didn’t even recognize me over the phone.","\n",{"#":"cousin neutral"},{"#":"speaker Jasmine"},"^How would she not know it's you? Maybe being dumb runs on your side of the family or something.","\n",{"#":"speaker Jayce"},"^Ha ha, very funny Ate.","\n","^But I think it’s like, her brain refuses to recognize how my voice is now. I don’t know, it’s been so long but she’s still weird about me.","\n","^Has she… said anything to you?","\n",{"#":"speaker Jasmine"},"^No, she hasn’t said anything to me since the funeral for your dad last year. I think she only likes talking about other people rather than her own feelings.","\n","^The chismosa runs in her veins.","\n",{"#":"speaker Jayce"},"^Maybe that’s one thing I inherited.","\n","^Anyway... I don't know if she’d just change her thoughts after all these years all of a sudden.","\n",{"#":"cousin worried"},{"#":"speaker Jasmine"},"^A loss like this can sometimes be a catalyst for change.","\n","^It could just be that she’s finally realizing that she can’t maintain a relationship with you without giving you the respect you deserve.","\n","^I’m sure she’s hurting too, and wants to hold onto the family she has left.","\n",{"#":"cousin neutral"},{"#":"speaker Jayce"},"^Hm…","\n","^Thanks again, Jasmine.","\n","^I’d like to talk to her if she’s willing to actually have a conversation instead of the usual lecturing and patronizing.","\n",{"#":"speaker Jasmine"},"^Again, why I came here in the first place. Might be worth giving that a shot, when you feel ready.","\n",{"#":"speaker Jayce"},"^Yeah, I’ll keep that in mind.","\n","^Anyway, it’s getting kinda late, are you going home?","\n","^If not, I’d love to host you for dinner if you’re down?","\n",{"#":"cousin happy"},{"#":"speaker Jasmine"},"^Sure! Want me to help prepare anything? What are we making?","\n",{"#":"speaker Jayce"},"^Nah, I’m just making spaghetti, like we used to when we were kids.","\n","^All this talk about family has me craving my go-to comfort food.","\n",{"->":"choice"},{"#f":1}],"choice":[[{"#":"cousin neutral"},{"#":"speaker Jasmine"},"^Oh man, what's that herb your dad always put in again?","\n","ev","str","^Thai basil","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Mint","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Italian basil","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["^ ",{"->":"thai_basil"},"\n",{"#f":5}],"c-1":["^ ",{"->":"mint"},"\n",{"#f":5}],"c-2":["^ ",{"->":"italian_basil"},"\n",{"#f":5}]}],{"#f":1}],"thai_basil":["^Ohh, right!","\n",{"->":"finish"},{"#f":1}],"mint":["^Uhhh, if you insist on that... suuure!","\n",{"->":"finish"},{"#f":1}],"italian_basil":["^Uhhh, yeah your <i>Thai</i> dad loved <i>Italian</i> basil.","\n",{"->":"finish"},{"#f":1}],"finish":[{"#":"cousin happy"},"^Haha, we’d always make a mess of the kitchen...","\n","^and needed to get our parents to help us finish while we cleaned up.","\n",{"#":"cousin neutral"},"^Spaghetti sounds like the perfect thing to get your mind off things for a bit.","\n","done",{"#f":1}],"#f":1}],"listDefs":{}}