{"inkVersion":20,"root":[[{"#":"speaker clear"},"^*knocking*","\n",{"#":"speaker Jasmine"},{"#":"cousin happy"},"^How's my favorite cousin doin'?","\n",{"#":"speaker Jayce"},{"#":"jayce neutral"},"^I mean I'm your only cousin, but I'm doing fine.","\n",{"#":"cousin neutral"},{"#":"speaker Jasmine"},"^We both know what fine means, so I'll cut to it: Home, School, or something else?","\n",{"#":"jayce neutral"},"^No really, I'm fine. Neutral. Ok. Take your pick.","\n",{"#":"cousin worried"},{"#":"speaker Jasmine"},"^Oh no, its worse than I thought.","\n",{"#":"cousin neutral"},"^I know how it feels though. Finals are kicking my ass.","\n",{"#":"cousin annoyed"},"^You'd think professors would learn you don't have to write code on paper anymore, y'know?","\n",{"#":"cousin neutral"},"^Do they make you do that too? Write recipes on paper from memory?","\n",{"#":"speaker Jayce"},"^No, they at least give us the respect to actually make things ourselves.","\n","^But yeah, I guess I'm a bit stuck on that.","\n","^I need to make some sort of baked good for this final, but baking's never worked out for me.","\n",{"#":"speaker Jasmine"},{"#":"cousin happy"},"^Hey, those cupcakes you tried making turned out pretty good to me.","\n",{"#":"speaker Jayce"},"^I burnt those to a crisp. I tried cutting one and the knife broke.","\n","^I have no clue how you managed to stomach eating even one of them, let alone the whole tray.","\n",{"#":"speaker Jasmine"},{"#":"cousin neutral"},"^An iron stomach and an open mind lets you try many new things.","\n",{"#":"speaker Jayce"},{"#":"jayce wink"},"^I'd like to keep my teeth, thanks.","\n",{"#":"jayce neutral"},"^But yeah, I need a recipe for some sort of dessert. Any ideas?","\n",{"#":"speaker Jasmine"},"^Well your mom always loved baking. Have you tried calling her?","\n",{"#":"speaker Jayce"},{"#":"jayce sad"},{"#":"cousin worried"},"^. . .","\n",{"#":"speaker Jasmine"},{"#":"cousin neutral"},"^Alright... well, lets leave that aside for now. Do you remember anything in particular?","\n","^We could look up a recipe and go from there.","\n",{"#":"speaker Jayce"},{"#":"jayce neutral"},"^Hmm... Most of what I remember is stuff like Sans Rival, which I've tried but uh... Didn't work out.","\n",{"#":"speaker Jasmine"},{"#":"cousin happy"},"^Alright, lets go simpler then. How about Bibingka? I have a feeling even you can't mess that up.","\n",{"#":"speaker Jayce"},"^Y'know, that could work. Might take a few tries, but I only gotta submit the one.","\n",{"#":"speaker Jasmine"},"^How about we make some together? Get you in the groove and all. I'm free right now if you are!","\n",{"#":"speaker Jayce"},{"#":"jayce excited"},"^Sure, I should work on this anyway so if I get to hang out too then no complaints from me.","\n",{"#":"jayce neutral"},"^Actually, I guess I never asked, but were you just in town again or...?","\n",{"#":"speaker Jasmine"},{"#":"cousin neutral"},"^Hmm? Oh, you mean why I'm here? Well... I can't visit my best Cuz?","\n",{"#":"speaker Jayce"},"^Oh you're more than welcome to, I was just wondering cause you were just here not long ago -","\n","^Besides, I know you're super busy with your computer science techy thing.","\n",{"#":"speaker Jasmine"},"^Well I'll have you know I'm actually ahead of all of my classes right now, and we used to spend like every other day together.","\n",{"#":"cousin happy"},"^I guess I'm just feeling nostalgic to how things used to be y'know?","\n",{"#":"speaker Jayce"},{"#":"jayce sad"},"^Yeah, I know how that feels a lot more lately...","\n",{"#":"speaker Jasmine"},"^Well let’s hone those memories into how you made Bibingka that first time, alright? Otherwise you'll never pass this class.","\n",{"#":"speaker Jayce"},{"#":"jayce neutral"},"^*nervous laugh* What was that first time I made Bibingka…. I guess you're right Jaz. Let's do this!","\n","done",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}