{"inkVersion":20,"root":[[{"#":"speaker clear"},"^*knocking*","\n",{"#":"speaker Jayce"},{"#":"jayce annoyed"},{"#":"cousin neutral"},"^Do you just keep coming over so you can just keep eating all my food?","\n",{"#":"speaker Jasmine"},{"#":"cousin wink"},"^I reserve the right to remain silent.","\n",{"#":"speaker Jayce"},{"#":"jayce sad"},{"#":"cousin neutral"},"^Anyways, just come in Jaz…","\n",{"#":"speaker Jasmine"},{"#":"cousin neutral"},"^Well what's gotten you in a mood? You’re graduating soon!","\n",{"#":"cousin happy"},"^Finally you can actually get a half decent night’s sleep!","\n",{"#":"speaker Jayce"},"^Yeah well just… thinking about what comes next. Lots of unknowns.","\n",{"#":"speaker Jasmine"},{"#":"cousin neutral"},"^I mean you always seemed pretty sure - just throw a dart at a map, and work at the nearest thai restaurant like you always wanted to.","\n",{"#":"speaker Jayce"},"^Well that's part of it… I guess now that I’m getting there. I need to think how I’m gonna figure that stuff out and all.","\n","^....","\n",{"#":"speaker Jasmine"},"^Yeah, you’re not good at that.","\n",{"#":"speaker Jayce"},"^At what?","\n",{"#":"speaker Jasmine"},{"#":"cousin happy"},"^Thinking.","\n",{"#":"speaker Jayce"},{"#":"jayce annoyed"},"^….","\n",{"#":"speaker Jasmine"},{"#":"cousin neutral"},"^I’m just kidding. So what’s really bothering you?","\n",{"#":"speaker Jayce"},{"#":"jayce sad"},"^...","\n",{"#":"speaker Jasmine"},"^Is it your Mom? Did she say something?","\n",{"#":"speaker Jayce"},"^No no, she didn’t say anything…","\n",{"#":"speaker Jasmine"},"^So it is your mom then, right?","\n",{"#":"speaker Jayce"},"^...Yeah…","\n",{"#":"speaker Jasmine"},"^I know that I’m not you and I know I don’t have the full picture of what it's like with your mom, but...","\n","^I feel like you want to reach out to her. What… What exactly is stopping you?","\n",{"#":"speaker Jayce"},"^Uhhh. Err. A lot. I don’t know, it's just so weird. Every time I think about it I rather just turn off my brain.","\n",{"#":"speaker Jasmine"},"^Yeah, you sure do turn it off.","\n",{"#":"speaker Jayce"},{"#":"jayce annoyed"},"^Ok, it's not funny anymore!","\n",{"#":"speaker Jasmine"},{"#":"cousin happy"},"^Ok I’ll stop hahaha.","\n",{"#":"cousin neutral"},{"#":"jayce neutral"},"^But seriously, I think you should give it a shot.","\n","^You’re not the same person as you were when you were a teenager before you left for school right?","\n","^She might not be the same either. I think it’s worth it to try to talk to her.","\n",{"#":"speaker Jayce"},"^I don’t know…","\n",{"#":"speaker Jasmine"},"^Listen, I know that it's hard, but knowing you, I feel like you’ll be more miserable just waiting around,","\n","^thinking “But what if?” instead of actually doing anything about it.","\n",{"#":"speaker Jayce"},"^Sure, but-","\n",{"#":"speaker Jasmine"},"^Listen, you know I always got your back right? You’re not the same place as you were as a kid back then.","\n","^If anything goes wrong, I’ll always be there for you. You’re not alone.","\n",{"#":"speaker Jayce"},{"#":"jayce neutral"},"^Yeah, you’re right, Jaz. That means a lot, thank you.","\n",{"#":"speaker Jasmine"},"^Why not bring one of her favorites with you? Might make her more receptive and all.","\n",{"#":"speaker Jayce"},{"#":"jayce sad"},"^I don’t think it's that simple, like I can just... Show up and expect her to welcome me with open arms after everything.","\n",{"#":"speaker Jasmine"},"^Well yeah normally you’d be right, but you won’t just be ‘showing up’ this time.","\n",{"#":"cousin happy"},"^It’s your graduation! Sounds like an opportunity to invite her to an important event she wouldn’t wanna miss~","\n",{"#":"speaker Jayce"},"^I mean. Yeah I’d love it if things worked out for my graduation and all but I wouldn’t even know where to start with approaching that.","\n","^Like what I would even say, or give, or like... Anything.","\n",{"#":"speaker Jasmine"},"^Well, I think it’s simpler than you’re thinking - what's your parents’ favorite dish?","\n","^You guys had to have something that reminds you of happy, family days.","\n",{"#":"speaker Jayce"},{"#":"jayce neutral"},"^Hmm… Well…","\n",{"#":"speaker Jasmine"},"^Well..?","\n",{"#":"speaker Jayce"},"^There's this one dish my parents kinda came up with together… If anything were to do it it’d be that.","\n",{"#":"speaker Jasmine"},{"#":"cousin happy"},"^Great! Do you remember how to make it?","\n",{"#":"speaker Jayce"},"^I think so.. But I guess I won’t really know until I try. I think I still have all the ingredients around …","\n",{"#":"speaker Jasmine"},"^Alright! Let’s do this then!","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}